[
	{
		"IdTitle": "11870085-the-fault-in-our-stars",
		"GoodReadsId": "11870085",
		"Title": "The Fault in Our Stars",
		"Series": "",
		"ISBN": "8415594011",
		"ISBN13": "9780142424179",
		"YearPublished": "2012",
		"Author": {
			"Id": "5767207F-D1ED-4CE9-BD7C-66EABC626B27",
			"Name": "John Green",
			"ImageUrl": "EBiubU9M_400x400.jpg",
			"NumberOfReads": 0,
			"NumberOfBooks": 1
		},
		"NumberOfPages": 313,
		"Genres": [
			{
				"Name": "Young Adult"
			},
			{
				"Name": "Romance"
			},
			{
				"Name": "Fiction"
			},
			{
				"Name": "Contemporary"
			},
			{
				"Name": "Realistic Fiction"
			},
			{
				"Name": "Young Adult > Teen"
			},
			{
				"Name": "Young Adult > Coming Of Age"
			},
			{
				"Name": "Novels"
			},
			{
				"Name": "Drama"
			},
			{
				"Name": "Love"
			}
		],
		"NumberOfRatings": 3838402,
		"AverageRating": 4.19,
		"CoverImage": "11870085.jpg",
		"Description": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.Insightful, bold, irreverent, and raw, The Fault in Our Stars is award-winning author John Green's most ambitious and heartbreaking work yet, brilliantly exploring the funny, thrilling, and tragic business of being alive and in love."
	},
	{
		"IdTitle": "40664387-reasons-to-be-cheerful",
		"GoodReadsId": "40664387",
		"Title": "Reasons to Be Cheerful",
		"Series": "Lizzie Vogel #3",
		"ISBN": "0316309370",
		"ISBN13": "9780316309370",
		"YearPublished": "2014",
		"Author": {
			"Id": "5E8AA602-A1B8-4A6C-822B-9F5E521141AE",
			"Name": "Nina Stibbe",
			"ImageUrl": "NS_headshot.jpg",
			"NumberOfReads": 0,
			"NumberOfBooks": 1
		},
		"NumberOfPages": 288,
		"Genres": [
			{
				"Name": "Fiction"
			},
			{
				"Name": "Humor"
			},
			{
				"Name": "Contemporary"
			},
			{
				"Name": "Adult Fiction"
			},
			{
				"Name": "Humor > Comedy"
			},
			{
				"Name": "Audiobook"
			},
			{
				"Name": "Young Adult > Coming Of Age"
			},
			{
				"Name": "Womens"
			},
			{
				"Name": "European Literature > British Literature"
			},
			{
				"Name": "Novels"
			}
		],
		"NumberOfRatings": 2759,
		"AverageRating": 3.53,
		"CoverImage": "71h7QXoX7wL.jpg",
		"Description": "'When people in the village heard I was about to start working in the city they tried to unsettle me with tales of woe. The sun, blotted out by the tall buildings, couldn't shine and the rain was poisoned by the toxic fumes that poured from the sock factories. My skin would be covered in pimples from the hell of it all'So begins a young woman's journey to adulthood. Lizzie Vogel leaves her alcoholic, novel-writing mother and heads for Leicester to work for a racist, barely competent dentist obsessed with joining the freemasons.Soon Lizzie is heading reluctantly, if at top speed, into the murky depths of adult life: where her driving instructor becomes her best friend; her first boyfriend prefers birdwatching to sex and where independence for a teenage girl might just be another word for loneliness.In Reasons to Be Cheerful Nina Stibbe shows her extraordinary gift for illuminating the vital details which make us human. She is that rare writer who makes us laugh whilst reminding us of the joy, and the pain, of being alive."
	},
	{
		"IdTitle": "43418427-fresh-face",
		"GoodReadsId": "43418427",
		"Title": "Fresh Face",
		"Series": "",
		"ISBN": "isbn not found",
		"ISBN13": "9785001690405",
		"YearPublished": "2016",
		"Author": {
			"Id": "15840557-45D4-46E3-BD6F-DB06156F3AEB",
			"Name": "Mandi Nyambi",
			"ImageUrl": "001_MandiNyambi_PhoebeCheongPhotography+-+Mandi+Nyambi.jpg",
			"NumberOfReads": 0,
			"NumberOfBooks": 1
		},
		"NumberOfPages": 200,
		"Genres": [
			{
				"Name": "Nonfiction"
			},
			{
				"Name": "Health"
			}
		],
		"NumberOfRatings": 85,
		"AverageRating": 3.13,
		"CoverImage": "43418427.jpg",
		"Description": "Fresh Face offers countless ideas, tips, and tricks for maintaining healthy, radiant skin.This lovely guide to skin care features more than 30 stress-free routines for every skin type and every life moment.Whether you're prepping for a big event, calming a breakout, traveling on a long flight, or indulging on a night in, Fresh Face has you covered.• Filled with tips for all kinds of skin types: dry, oily, combination, and aging• Advice on how to care for your skin from the inside out• Teeming with routines for a healthy and natural facial glowFresh Face is a refreshing go-to skin care book for beauty enthusiasts who want to look and feel their best.With its emphasis on accessible skin care that will appeal to both the barefaced and the cosmetics-obsessed, this is a sweet and simple beauty bible for women of all ages.• Great for those who adore all things beauty, DIY, and skin care, as well as readers of magazines like Glamour and Instyle• Features gorgeous illustrations and a die-cut cover, making it a deluxe gift for moms, daughters, sisters, and girlfriends, or as a self-buyAdd it to the shelf with books like The Little Book of Skin Care: Korean Beauty Secrets for Healthy, Glowing Skin by Charlotte Cho, Skin Rules: Trade Secrets from a Top New York Dermatologist by Debra Jaliman, MD, and The Skincare Bible: Your No-Nonsense Guide to Great Skin by Anjali Mahto"
	},
	{
		"IdTitle": "41817486-a-clockwork-orange",
		"GoodReadsId": "41817486",
		"Title": "A Clockwork Orange",
		"Series": "",
		"ISBN": "0141182601",
		"ISBN13": "9780141182605",
		"YearPublished": "1962",
		"Author": {
			"Id": "F693D386-077F-4E2B-AB6E-DA5692C7BC7C",
			"Name": "Anthony Burgess",
			"ImageUrl": "5735.jpg",
			"NumberOfReads": 0,
			"NumberOfBooks": 1
		},
		"NumberOfPages": 213,
		"Genres": [
			{
				"Name": "Classics"
			},
			{
				"Name": "Fiction"
			},
			{
				"Name": "Science Fiction"
			},
			{
				"Name": "Science Fiction > Dystopia"
			},
			{
				"Name": "Literature"
			},
			{
				"Name": "Novels"
			},
			{
				"Name": "Horror"
			},
			{
				"Name": "Thriller"
			},
			{
				"Name": "Mystery > Crime"
			},
			{
				"Name": "Classics > Modern Classics"
			}
		],
		"NumberOfRatings": 630850,
		"AverageRating": 3.99,
		"CoverImage": "cover-clockwork.png",
		"Description": "In Anthony Burgess's influential nightmare vision of the future, criminals take over after dark. Teen gang leader Alex narrates in fantastically inventive slang that echoes the violent intensity of youth rebelling against society. Dazzling and transgressive, A Clockwork Orange is a frightening fable about good and evil and the meaning of human freedom. This edition includes the controversial last chapter not published in the first edition, and Burgess’s introduction, “A Clockwork Orange Resucked.”"
	},
	{
		"IdTitle": "18007564-the-martian",
		"GoodReadsId": "18007564",
		"Title": "The Martian",
		"Series": "The Martian #1",
		"ISBN": "0091956145",
		"ISBN13": "9780091956141",
		"YearPublished": "2011",
		"Author": {
			"Id": "9832E009-B8F1-4505-A706-846BDE72468E",
			"Name": "Andy Weir",
			"ImageUrl": "-46Z_MZ2_400x400.jpg",
			"NumberOfReads": 0,
			"NumberOfBooks": 1
		},
		"NumberOfPages": 384,
		"Genres": [
			{
				"Name": "Science Fiction"
			},
			{
				"Name": "Fiction"
			},
			{
				"Name": "Audiobook"
			},
			{
				"Name": "Adventure"
			},
			{
				"Name": "Space"
			},
			{
				"Name": "Adult"
			},
			{
				"Name": "Science Fiction Fantasy"
			},
			{
				"Name": "Thriller"
			},
			{
				"Name": "Humor"
			},
			{
				"Name": "Adventure > Survival"
			}
		],
		"NumberOfRatings": 876201,
		"AverageRating": 4.40,
		"CoverImage": "18007564.jpg",
		"Description": "Six days ago, astronaut Mark Watney became one of the first people to walk on Mars. Now, he’s sure he’ll be the first person to die there.After a dust storm nearly kills him and forces his crew to evacuate while thinking him dead, Mark finds himself stranded and completely alone with no way to even signal Earth that he’s alive—and even if he could get word out, his supplies would be gone long before a rescue could arrive. Chances are, though, he won’t have time to starve to death. The damaged machinery, unforgiving environment, or plain-old “human error” are much more likely to kill him first. But Mark isn’t ready to give up yet. Drawing on his ingenuity, his engineering skills — and a relentless, dogged refusal to quit — he steadfastly confronts one seemingly insurmountable obstacle after the next. Will his resourcefulness be enough to overcome the impossible odds against him?"
	}
]